Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/fns_konvensjon_om_biologisk_mangfold_cbd_.html.tmx
Source language: nob
Languages: sme

source: FNs konvensjon om biologisk mangfold (CBD)
sme: ON konvenšuvdna biologalaš valljodaga birra (CBD)

source: Konvensjon om biologisk mangfold er en internasjonal avtale som har som formål å bevare det biologiske mangfoldet, sikre bærekraftig bruk av biologiske ressurser og en rimelig og rettferdig fordeling av fordelene som følger av utnyttelsen av genetiske ressurser.
sme: Konvenšuvdna biologalaš valljodaga birra lea riikkaidgaskasaš šiehtadus man ulbmilin lea suodjalit biologalaš valljodaga, sihkkarastit biologalaš resurssaid ceavzilis geavaheami ja daid buriid govttolaččat ja rievttalaččat juohkima mat čuvvot genehtalaš resurssaiguin ávkkástallama.

source: FNs konvensjon om biologisk mangfold trådte i kraft for Norge i desember 1993.
sme: ON konvenšuvdna biologalaš valljodaga birra bođii fápmui Norggas juovlamánus 1993.

source: For urfolk er særlig artikkel 8 (j) og 10c viktig.
sme: Álgoálbmogiidda leat erenoamážit artihkkalat 8 (j) ja 10c deaŧalaččat.

source: Artiklene forplikter statene til å respektere, bevare og opprettholde urbefolknings- og lokalsamfunnenes kunnskaper, innovasjoner og praksis, som representerer tradisjonelle livsstiler av betydning for bevaring og bærekraftig bruk av biologisk mangfold.
sme: Artihkkalat geatnegahttet stáhtaid árvvus atnit, suodjalit ja bisuhit álgoálbmogiid ja báikegottid máhtolašvuođa, innovašuvnnaid ja geavahusa, mat ovddastit árbevirolaš deaŧalaš eallinvugiid biologalaš valljodaga suodjaleami ja ceavzilis geavaheami ektui.

source: Statene skal også beskytte og oppmuntre sedvanlig bruk av biologiske ressurser etter tradisjonelle kulturelle metoder, som er forenlige med forutsetningene for bevaring og bærekraftig bruk.
sme: Stáhtat galget maiddái suodjalit ja movttiidahttit biologalaš resurssaid boaresvirot geavaheami árbevirolaš kultuvrralaš vugiid mielde, main lea oktavuohta suodjaleami ja ceavzilis geavaheami eavttuide

source: Les mer om konvensjon om biologisk mangfold
sme: Loga eanet ON konvenšuvnna birra biologalaš valljodaga birra (CBD)
